[language]

;Language name 

name=Англійська

[firstrun]
chooselanguage=Будь ласка, оберіть свою мову!
ok=ГАРАЗД
ignore=Ігнорувати
oldini=Імпорт раніше використаного файлу конфігурації
loadini=Імпорт
loadfail=Файл конфігурації не знайдено в цьому каталозі!
loadsuccessful=Успішно імпортовано! 
steambak=Ви хочете синхронізувати файли конфігурації Steam?
steamerror=Будь ласка, запустіть Steam, щоб підтвердити свою покупку!

[steam]
save=Збережіть конфігурацію в хмарі Steam
load=Відновлення конфігурації хмари Steam

[systeminfo]		
cpu=процесор
gpu=графічна карта
memory=Пам'ять
system=система
moreinfo=Більше інформації...
		
[monitor]		
process=процес
readwrite=читання/запис
usage=б/в

;------------------------------------
[tips]
crashtip=Програма зламалася, перезапустіть її?
;------------------------------------

[iconame]

;dock Label name

explorer=дослідник
launchpad=Бібліотека додатків
cal=Календар
trash=Сміття

;The last icon in the folder interface

exploreropen=Відкрити в папці
return=Повернутися до попереднього

;System time icon label name format

timeformat=yyyy/M/d dddd
; Формат часу - це системний формат часу y m місяць d дата dd день тижня ddd тиждень день тижня


remove=Видалити

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Панель керування
taskbar=Піктограма лотка
systemtime=Системний час
network=Мережеве сусідство
weather=Погода
battery=Батарея
startmenu=Меню Пуск


------------------------------------

[editicon]
;Edit icon window

addtips=Файли можна перетягувати і скидати тут

reset=Скинути
ok=Гаразд
restore=Відновити
addname=Редагування короткого імені
addicotips=Натисніть праву верхню кнопку, щоб додати значок.
switch=Комутатор
trashempty=Кошик порожній
trashfull=Сміття заповнено
iconshell=Використання маски піктограм
addline=Команда "Виконати"

share=поділіться
Icon Designer title=Редактор піктограм

Icon Designer=редагувати
select=Виберіть файл

icolabel=піктограма
selectpicture=вибрати
icosize=Масштабування піктограм
icooffsetx=Значок горизонтального зміщення
icooffsety=Значок вертикального зміщення
icobackground=фону
iconshadow=Використовуйте тіні значків
icoroundrect=Значок круглий кут
icocolor=колір
icogradient color=Використовуйте градієнти
icocolorangle=кут градієнта

;Pop up select file window title

selectfoldertitle=Вибір папки
;Weather forecast search city
searchcity=Пошук назви міста


;------------------------------------

[editcal]

;Edit calendar window

monthfont=Шрифт місяця:
dayfont=Шрифт дати:
monthpoint=Місце за місяць:
daypoint=Місце дати:
monthposition=Вирівнювання місяця:
dayposition=Вирівнювання дати:
monthcolor=Колір місяця:
daycolor=Колір дати:
rotation=Кут повороту:
default=Використовувати конфігурацію за промовчанням

ok=Гаразд
test=Тест

left=Ліворуч
right=Праворуч
center=Центр

;Pop up select picture window title

selectcalicon=Вибір зображення календаря

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Ця програма була додана до dock!

titleerror=Коротке ім'я програми не може бути пустим!
filepatherror=Шлях і піктограма програми не можуть бути порожніми!

padtitleerror1=Ім'я файлу дублюється, будь ласка, повторно введіть!
padtitleerror2=Не вдалося внести зміни до файлу, будь ласка, не ставте програму на диск 'C'!

workshopshare=Завантажити цю піктограму в майстерню?
workshopsharesuccess=Значок успішно надіслано в майстерню!
workshopsharefailed=Не вдалося поділитися піктограмою!

formaterror=Непідтримуваний формат, будь ласка, поставте в форматі PNG, ICO, exe, lnk!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]

backupsuccess=Завантажено успішно!
backupfail=не вдалося завантажити! 

settitle=Параметри MyDockFinder

Global Settings=Глобальні параметри

openMyDock=Відкрити mydock
openMyFinder=Відкрити myFinder

DPIscale=Глобальна шкала відображення інтерфейсу
Globalblurvalue=Глобальне значення розмиття інтерфейсу 
Accentcolor=Глобальний колір акценту інтерфейсу
darkmodeall=Глобальний колірний режим інтерфейсу

darkmode_light=Світлий
darkmode_dark=Темний
darkmode_auto=Автомобіль
darkmode_system=Система

uiaccesstop=Використовуйте функцію «Супер топ».

aero=Увімкнення глобального ефекту розмиття
systemdarkmode=Колір системи слідує за мідокфідером
autoupdate=Автоматична перевірка наявності оновлень програм
systemstart=Дотримуйтесь методу запуску системи
none=без
regedit=Системний реєстр
plantask=план місії
Service=обслуговування

autohidetaskbar=Автоматичне приховання панелі завдань під час запуску

hidetaskbar_dock=Приховання екрана на панелі завдань
hidetaskbar_all=Приховання всіх панелей завдань екрана

languagechoice=Вибір мови відображення програми
allfont=Вибір шрифту програми
usefontbold=Використовуйте жирний шрифт

themes=Теми

customize_blur=Налаштуйте інтенсивність розмиття
customize_opacity=Налаштуйте прозорість
customize_enabled_dockbg=Dock використовує власне розмиття фону та прозорість
customize_enabled_iconreflection	=Dock використовує відображення піктограм
customize_blur_iconreflection=Відрегулюйте силу розмиття відображення значка
customize_opacity_iconreflection	=Відрегулюйте прозорість відображення піктограми
customize_enabled_icontag=Мітка значка Dock використовує власне розмиття та прозорість фону
customize_enabled_menu=Меню використовує власне розмиття фону та прозорість
customize_enabled_window=Інтерфейс вікна використовує власне розмиття фону та прозорість
customize_enabled_finder=MyFinder використовує власне розмиття фону та прозорість
customize_opacity_wallpapercolor=Налаштуйте щільність акцентів шпалер
customize_enabled_folder=Інтерфейс папки використовує власне розмиття фону та прозорість
customize_enabled_pad=Бібліотека додатків використовує користувацьке розмивання фону
customize_enabled_pad_backdrop=Панель запуску використовує поточний фон екрана
customize_enabled_pad_winuiwallpaper=Галерея додатків використовує ефект розмиття живих шпалер

selectthemes_icon=Виберіть тему піктограм
selectthemes_dockskin=Виберіть тему доку
systrayicoset=лоток
screenset=Екран

general=Загальне
advanced=Передовий
preview=Попередній перегляд вікна
minimizewindowsettings=Згорнути вікно
notificationset=Зауважте

timeset=Час
audioset=Аудіо
displayset=Відображення
mediaset=ЗМІ
batteryset=Батарея
netset=Мережа
monitorset=Монітор

about=Про

icosize=Розмір піктограми за промовчанням
icomaxsize=Збільшений розмір піктограми

icospace=Відстань між піктограмами
edgeposition=Відстань док-станції від краю екрана


displaymode=Виберіть прихований режим відображення док-станції
displaynormal=Режим відображення за промовчанням
displaybottom=Режим накладання дисплея
displayauto=Режим автоматичного приховування
displaysmart=Режим розумного приховування
displayhotkey=Режим відображення гарячої клавіші
displayalways=Завжди показувати режим
displayhide=Завжди приховувати режим
displayalwaysshow=Завжди показувати, включаючи повний екран
displaydesktop=Pежим відображення робочого столу


Show activation bar=Показувати панель активації після приховування dock
actbar_weight=Налаштуйте ширину активної смуги
actbar_height=Відрегулюйте висоту активної панелі
actbar_offset=Налаштуйте відстань до екрана активної панелі

positiononscreen=Розташування екрану док-станції
screenleft=Ліворуч
screenbottom=Низ
screenright=Праворуч
screentop=Верх

multiscreen=Виберіть екран для відображення док-станції
multiscreenpad=Виберіть екран для відображення панелі запуску
padicotype=Виберіть піктограму, яку відображає бібліотека додатків
padicotype_normal=додано значок
padicotype_startmenu=Меню Пуск
padicotype_desktop=настільна програма
padicosize=Розмір значка бібліотеки програм
padicospacex=Горизонтальний інтервал значка
padicospacey=Іконка вертикальний інтервал

padscreenname=Дотримуйтесь док-станції
lockicon=Перетягніть піктограму блокування
showicontag=Відображення тексту тегу піктограми
windowsborder=Увімкнення меж вікон, щоб запобігти блокуванню вікон
jumpanimation=Натисніть значок, щоб відскочити, щоб відкрити програму
folderDoubleclickOpen=Двічі клацніть піктограму папки, щоб відкрити
foldernoshowopen=Не показувати кнопку відкрити папку
iconmask=Додавання ефекту маски до всіх піктограм
show indicators=Показати індикатори для відкритих додатків
Runapp separator=Показати роздільник для нової запущеної програми
newapp=Показати нову піктограму запущеної програми
blacklist=Керування списком заборон
noblacklist=Без заборони процедури
hotcornerleft=Функції в лівому нижньому куті екрана
hotcornerright=Функції в нижньому правому гарячому куті екрана

hotkeypad=Показати гарячу клавішу бібліотеки програм
hotkeyDock=Показати гарячу клавішу Dock
hotkeyborder=Увімкнення та вимкнення меж вікон Dock

dockicobackup=Файл піктограми док-станції резервної копії 
backuplist=Керування файлами резервної копії 
Addbackupdockico=Додати резервну копію піктограм 
locationbackup=Відкриття папки резервної копії 

minimize=Згортання вікна до док-станції
animationoff=Згорнути анімацію закриття вікна
Slow animation=Утримуючи натиснути клавішу Shift, щоб уповільнити анімацію
minimizeeffect=Згортання вікна за допомогою спецефектів

genie=Джин
scale=Розмір
scaleDX=Розмір DX
suck=Смоктати

minimizeAnimationspeed=Мінімізувати швидкість анімації вікна
Minimize to icon=Згортання вікон у піктограму програми
Minimizeblacklist=Скасувати згортання анімаційної програми
Editwindowlist=Змінити список вікон


previewon=Увімкнути попередній перегляд вікна
previewsize=Розмір попереднього перегляду вікна
previewdelay=Відкладений попередній перегляд дисплея

previewcontrol=Показати інші елементи попереднього перегляду
previewappname=Ім'я застосунку
previewbutton=Кнопки керування вікнами
aeropeek=Показати повний попередній перегляд вікна під час наведення вказівника миші


logotype=Виберіть стиль кнопки ліворуч
diylogo=Виберіть файл
shutdownmsgbox=Чи підтвердить pop, щоб перезапустити завершення роботи системи
finderdark=Вибір режиму кольорів MyFinder

systemtraycolor=Показати кольорові значки в треї
showkeyboard=Показати значки методу введення
showsearch=Показати значок пошуку
showLyrics=Показати тексти пісень музичного плеєра
musiccontrolshowmode=Режим дисплея керування медіа
musiccontrol_close=Не показуй
musiccontrol_activity=Показувати, коли відображаються тексти пісень
musiccontrol_always=завжди показувати

finderdark_auto=Шпалери
finderdark_set=Параметр

multiscreenfinder=Виберіть екран для відображення MyFinder
findershowallscreens=Всі екрани

finderdisplaymode=Виберіть прихований режим відображення дисплея MyFinder
finderautochangecolor=Розгорнути вікно для використання імерсивного режиму
finderlockbtn=Розташування кнопки блокування
findershowmenu=Показати інші пункти меню програми
bluetooth_showbattery=	підключеного пристрою Bluetooth
bluetooth_not show=Не показувати
bluetooth_icon	=Показати лише значки
bluetooth_value=Значок дисплея та рівень заряду акумулятора

showaudio=Показати піктограму гучності в MyFinder
showmicrophone=Показати значок мікрофона в MyFinder

showbattery=Показати піктограму акумулятора в MyFinder
shownetwork=Показати піктограму "Мережа" в MyFinder
showbluetooth=Показати піктограму Bluetooth у MyFinder
showdisplay=Показати піктограму відображення в MyFinder
showcpu=ЦП
showtemp=Coretemp
showmen=ЧОЛОВІКІВ
showdisk=ДИСК
shownet=МЕРЕЖА

formatdate=Вибір формату відображення дати
formattime=Вибір формату відображення часу

showbatteryvalue=Показати відсоток заряду акумулятора 
audiotip=Відтворення звуку зміни гучності
mediatype=Вибір стилю запиту гучності та яскравості

media_system=Система
media_speakers=спікер
media_phone=Телефон

hotkeyvolup=Гаряча клавіша збільшення гучності
hotkeyvoldown=Гаряча клавіша зменшення гучності
hotkeyvolmute=Гучне вимкнення звуку гарячої клавіші
hotkeymicup=Гаряча клавіша збільшення гучності мікрофона
hotkeymicdown=Гаряча клавіша зменшення гучності мікрофона
hotkeymicmute=Гаряча клавіша відключення мікрофона


hotkeybriup=Яскравість гарячої клавіші
hotkeybridown=Яскравість гарячої клавіші

systemnotification=сповіщення системи
usbdevicenotification=Показати підключення мобільного диска та сповіщення про вилучення
bluetoothdevicenotification=Показати сповіщення про підключення пристрою Bluetooth
Appnotification=Сповіщення додатків
notification_open=Дозволити сповіщення
notification_type=Як відображаються банерні сповіщення
notification_time=Час відображення банерного сповіщення
notification_show_close=Не показувати банер
notification_show_once=показують лише вперше
notification_show_always=завжди показувати

trayicoallshow_myfinder=Завжди показувати всі значки на системній панелі в MyFinder
trayicoallshow_mydock=Завжди показувати всі значки на системній панелі в MyDock
Apptrayico=Значок на панелі програм
apptrayicoshow_finder=Показати значок у лотку в MyFinder
apptrayicoshow_dock=Показати піктограму в треї в MyDock
		
screenround=Екран закруглені кути
screenround_show	=Увімкнути закруглені кути екрана
screenround_size	=розмір кута екрану


other=інший

wallpaper=Шпалери

selectwallpaper=Виберіть тему "Шпалери"
wallpapernone=Ніхто
loadwallpaper=Завантажити тему "Завантажити шпалери" 
wallpaperdownload=Завантажити теми шпалер 
wallpaperOK=Застосування 

homepage=Відвідайте веб-сайт
updatelog=Журнал оновлень
update=Перевірте наявність оновлень
restartdock=Перезапустити програму

ok=Гаразд
cancel=Скасувати

------------------------------------------------------------
[hotcorners]
nothing=ніщо
allwindows=Показати всі вікна
launchpad=Показати стартовий майданчик
displaytosleep=Вимкнення дисплея
startmenu=Показати меню "Пуск"
showdesktop=Показати робочий стіл
actioncenter=Операційний центр Windows
screensaver=Захист екрану

[settingtips]
DPItips=Деякі інтерфейси набудуть чинності після закриття та повторного відкриття!
winuiwallpapertip=Якщо комп’ютер виходить з ладу після включення, будь ласка, вимкніть цю опцію, і вона почне діяти після перезапуску програми! ! !

;An error message pops up on the setting interface
padicotypetips	=Після зміни цієї опції вам потрібно скинути піктограму, будь ласка, вибирайте уважно!

edgetip=Межі відкритого вікна ліміту не можна відрегулювати!
autohideerror=Цю функцію не можна ввімкнути під час відкриття межі вікна!
neterror=Помилка мережі, будь ласка, перевірте підключення.
autohide=Автоматичне приховування Dock не може ввімкнути цю функцію!
updateerror1=Помилка мережі, будь ласка, спробуйте ще раз!

updatetip1=Чи оновлено нову версію?
updatetip2=Чи оновлюється файл відразу після завантаження?

noupdate=Це остання версія, не потрібно оновлювати!

restarttip=Відкрити після перезапуску програми!

languagetips=Деякі інтерфейси потрібно перезапустити, щоб змінити!

restartruntip=Перезавантажити програму?

backupfolderror=Не вдалося створити папку резервної копії, будь ласка, перевірте дозволи каталогу!

backuptips=Відновити цей файл резервної копії?


;-------------------------------------------------------------------

[menu]
;Right menu

newfinderwindow=Нове вікно Провідника
gotofolder=Перейти до папки...
connecttoserver=Віддалений робочий стіл
showlaunchpad=Показати стартовий майданчик


addnormalicon=Додати звичайну піктограму
addsystemicon=Додати системну піктограму
add delimiter=Додати роздільник
del delimiter=Видалити роздільник

showtaskbar=Показати панель завдань
hidetaskbar=Приховати панель завдань
preference=Налаштування
enddock=Завершення програми

editicon=Встановити цю піктограму
removefromdock=Видалити з док-станції
keepindock=Залишити в док-станції
locationfile=Відкрити розташування файлу
runagain=Запустіть цю програму ще раз
nevershowthis=Більше не показувати цю програму
adminmode=Робота режиму адміністратора
open=Відкривати
quit=Кинути

emptytrash=Спорожнити сміття
sortorder=сортувати за
Byname=Ім'я
Bysize=Розмір
Byextension=Тип
Bydate/time=Змінення часу
Createtime=Час створення
Groupdirectories=Каталоги в першу чергу
reverseorder=Зворотне сортування
closewindow=Закрити це вікно
Display=Вміст дисплея
Folder=Папку
Stack=Стек
Locatefolder=Безпосередньо відкрити
FolderEffect=Ефект відображення
Grid=Сітка
Fan=Ентузіаст

showmodeapps=Установлення незалежного дисплея та приховання режиму
showmodedesktop=Установлення відображення робочого стола та приховання режиму
NominiEffect=Не показувати анімацію згортання вікон
nevershowprogress bar=Більше не показувати цей рядок перебігу програми
showmodenormal=Стежити за настройками
msgtips=Настроювання нагадування про повідомлення
incognito=Нове вікно режиму анонімного перегляду

systemmenu=Системне меню

timeskin=Виберіть обличчя годинника
timedefault=За промовчанням

----------------------------------------------

[launchpad]

addicon=Піктограма додавання
deleteicon=Видалити цю піктограму
search=Шукати
ok=Гаразд
addtips=Будь ласка, перетягніть exe і lnk файли тут
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Гаразд
cancel=Скасувати
trashok=Спорожнити сміття
trashtitle=Справді очистити елементи в кошику?
batterytip=Будь ласка, підключіть зарядний пристрій, якщо акумулятор низький!

eject=було викинуто
Connected=підключений

-----------------------------------------------
; Опис формату часу
;ddd день тижня dddd день тижня M місяць d день H 24-годинний формат h 12 годин формат m хвилин секунд
;D вишивні літери з двома цифрами, наприклад HH:mm:ss 09:06:05
; Всі наступні формати можуть бути налаштовані і змінені, а число зліва може бути додано без обмежень  ліворуч пустим, щоб вказати, що дата не відображається
; Після збереження зміни вона набуде чинності негайно, безпосередньо встановіть та клацніть меню формат часу, щоб відобразити ефект.
[formatdate]
1=
2=ddd
3=MMM d
4=MMM d ddd
5=ddd MMM d

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;Calendar icon month text

m1=Січня
m2=Лютого
m3=Березня
m4=Квітня
m5=Травень
m6=Черв.
m7=Липня
m8=Серпня
m9=Вересня
m10=Жовтня
m11=Листопада
m12=Грудня


[findermenu]
bluetooth=Bluetooth
Bluetooth settings=Настройки Bluetooth...
device=Пристрій
Preferred network=Бажана мережа
other networks=Інші мережі
network settings =Параметри мережі...
Audio=Звук
output=Вихід
Microphone=мікрофон
input=пристрій введення
audio settings=Параметри звуку...
battery settings=Параметри акумулятора...
BatteryEstimatedTime=Залишилися
batterytime_hour=Годин
batterytime_min=Хвилин
Edit title=Редагувати заголовок
Window border=Межа вікна
end finder=Ніж MyFinder ...
About This PC=Про цей КОМП'ЮТЕР
System settings=Системні параметри...
app Store=Магазин додатків...
Task manager=Диспетчер завдань
Sleep=Спати
Dormant=Спокою
Shutdown=Завершення роботи
Reboot=Перезавантаження...
Lock screen=Екран блокування
Logout=Вихід...

symbol=Показати смайлики та символи 
Screen Keyboard=Показати екранну клавіатуру 
keyboardname=Показати ім'я клавіатури
Keyboard settings=Параметри клавіатури...
display=Відображення
systemdark=Темний режим системи
bluelight=Синє світло
focusassist=Помічник фокусування
focusoff=закриття
focusPriorityOnly=Лише пріоритетне повідомлення
focusAlarmsOnly=Тільки будильник
Notification settings=Налаштування сповіщень...
screen projection=проекція
screen INTERNAL=тільки екран комп'ютера
screen CLONE=копія
screen EXTEND=розширити
screen EXTERNAL=лише на другому екрані
displayset=Параметри відображення...
hotspot=Точка доступу
airplane=Літак
deviceon=На
deviceoff=Вимкнено
eject=Витягнути
open=Відкрити

[findertips]
Mute=Відключення
battery=Батарея
AcOnLine=Живлення на лінії
Charging=Зарядки
notCharging=Не заряджається
Usebattery=Використання акумулятора
Full battery=Повний заряд батареї
brightness=Яскравість
show trayico=Показати Трейко

[findertitle]

[findermenubrowser]
new=новозбудований
newtab=Створення нової вкладки
newwindow=Створення нового вікна
favorites=Уподобання
history=Історія
download=Завантажити
window=вікно
file=Файл
no file=Файл не вибрано


[shutdown]
shutdown=Завершити роботу цього комп'ютера?
Reboot=Перезавантажити комп'ютер?
Logout=Вийти з системи?
Dormant=Виконати режим глибокого сну на цьому комп'ютері?
sleep=Ви хочете, щоб цей комп'ютер спав?
now=зараз
minute=хвилинаs
[wifi]
password=Пароль:
showpassword=Показати пароль
join=Приєднатися до
cancel=Скасувати


[weather]
00=Сонячний
01=Хмарно
02=хмарний день
03=Душові
04=Громоуер
05=Грози з градом
06=Мокрий сніг
07=Невеликий дощ
08=Помірний дощ
09=сильний дощ
10=Дощ
11=Сильний дощ
12=Сильний дощ
13=Снігові зливи
14=Коюкі
15=Чжунсюе
16=Сильний сніг
17=Хуртовина
18=зуб
19=Морозний дощ
20=Піщана буря
21=Легкий і помірний дощ
22=Помірний і сильний дощ
23=Сильний дощ
24=Сильний дощ до сильного дощу
25=Сильний дощ до сильного дощу
26=Невеликий і середній сніг
27=Помірний і сильний сніг
28=Великий до заметілі
29=Плаваючий пил
30=пісок
31=Сильна піщана буря
32=Густий туман
33=Сніг
49=Сильний туман
53=імла
54=Помірний серпанок
55=Важкий серпанок
56=Сильний серпанок
57=Сильний туман
58=Сильний туман
301=дощ
302=Сніг